Repository: DJDQfff/EroMangaManager
Catalog: EroMangaManager/MultilingualResources/本子管理器.*.xlf
Languages: es, fil, fr, it, ja, ru, th, zh_hant

# Description_20221219.Text
source: 添加导出PDF功能
es: Agregar la capacidad de exportar PDF
fil: Magdagdag ng kakayahang mag export ng PDF
fr: Ajouter la possibilité d’exporter des PDF
it: Aggiungi la possibilità di esportare PDF
ja: PDF のエクスポート機能を追加します
ru: Добавить возможность экспорта PDF
th: เพิ่มความสามารถในการส่งออก PDF
zh_hant: 添加導出PDF功能

# Description_20221226.Text
source: 修复了一些bug;添加更新日志
es: Corregidos algunos errores; Agregar un registro de cambios
fil: Naayos ang ilang mga bug; Magdagdag ng changelog
fr: Correction de quelques bugs; Ajouter un journal des modifications
it: Corretti alcuni bug; Aggiungere un changelog
ja: いくつかのバグを修正しました。 更新ログを追加します
ru: Исправлены некоторые ошибки; Добавление журнала изменений
th: แก้ไขข้อบกพร่องบางอย่าง; เพิ่มบันทึกการเปลี่ยนแปลง
zh_hant: 修復了一些bug; 添加更新日誌

# Description_before.Text
source: 更早的记录
es: Registros anteriores
fil: Mga naunang talaan
fr: Enregistrements antérieurs
it: Record precedenti
ja: 以前のレコード
ru: Более ранние записи
th: บันทึกก่อนหน้านี้
zh_hant: 更早的記錄

# Version_before.Text
source: 更早的版本
es: Versión anterior
fil: Mas maaga na bersyon
fr: Version antérieure
it: Versione precedente
ja: 以前のバージョン
ru: Более ранняя версия
th: เวอร์ชันก่อนหน้า

# AddFolderButton.Content
source: 添加文件夹
es: Agregar una carpeta
fil: Magdagdag ng folder
fr: Ajouter un dossier
it: Aggiungere una cartella
ja: フォルダを追加します
ru: Добавление папки
th: เพิ่มโฟลเดอร์
zh_hant: 添加資料夾

# BookcaseItem.Content
source: 书架
es: estante
fil: istante ng libro
fr: étagère
it: libreria
ja: 本棚
ru: книжная полка
th: ชั้นวางหนังสือ
zh_hant: 書架

# BookcaseItem.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: 漫画书架
es: Estantería de cómics
fil: Shelf ng mga libro ng komiks
fr: Bibliothèque de bandes dessinées
it: Libreria a fumetti
ja: 漫画の本棚
ru: Полка для комиксов
th: ชั้นวางหนังสือการ์ตูน
zh_hant: 漫畫書架

# DeleteFileConfirmPage.PrimaryButtonText
source: 是
es: ser
fil: maging
fr: être
it: essere
ja: はい
ru: быть
th: คือ

# DeleteFileConfirmPage.SecondaryButtonText
source: 否
es: no
fil: hindi naman
fr: non
it: non
ja: いいえ
ru: не
th: ไม่

# DeleteFileConfirmPage.Title
source: 确认删除文件？
es: ¿Confirmar la eliminación de archivos?
fil: Kumpirmahin ang pagtanggal ng mga file?
fr: Confirmer la suppression de fichiers ?
it: Confermare l'eliminazione dei file?
ja: ファイルの削除を確認しますか?
ru: Подтвердите удаление файлов?
th: ยืนยันการลบไฟล์?
zh_hant: 確認刪除檔案？

# DeleteSourceMangaFileFlyoutItem.Text
source: 删除源文件
es: Eliminar el archivo de origen
fil: Tanggalin ang source file
fr: Supprimer le fichier source
it: Eliminare il file di origine
ja: ソース ファイルを削除します
ru: Удаление исходного файла
th: ลบไฟล์ต้นฉบับ
zh_hant: 刪除源檔

# ErrorZipPageButton.Content
source: 异常Zip
es: Excepción Zip
fil: Exception Zip
fr: Exception Zip
it: Eccezione Zip
ja: 例外 Zip
ru: Исключение Zip
th: ข้อยกเว้นซิป
zh_hant: 異常Zip

# ExportPDFFlyoutItem.Text
source: 导出为PDF
es: Exportar a PDF
fil: I-export sa PDF
fr: Exporter au format PDF
it: Esporta in PDF
ja: PDF としてエクスポートします
ru: Экспорт в PDF
th: ส่งออกเป็น PDF
zh_hant: 匯出為PDF

# FilterImageONOFF.Header
source: 是否启用单页过滤功能（开启此功能将减慢漫画打开速度）
es: Si se habilita el filtrado de una sola página (activar esta función ralentizará la apertura de cómics)
fil: Kung paganahin ang pag filter ng isang pahina (ang pag on ng tampok na ito ay magpapabagal sa pagbubukas ng komiks)
fr: S’il faut activer le filtrage d’une seule page (l’activation de cette fonctionnalité ralentira l’ouverture des bandes dessinées)
it: Se abilitare il filtro a pagina singola (l'attivazione di questa funzione rallenterà l'apertura dei fumetti)
ja: 単一ページフィルタリングを有効にするかどうか(この機能をオンにすると、コミックのオンが遅くなります)
ru: Стоит ли включать одностраничную фильтрацию (включение этой функции замедлит открытие комиксов)
th: จะเปิดใช้งานการกรองแบบหน้าเดียวหรือไม่ (การเปิดคุณสมบัตินี้จะทําให้การเปิดการ์ตูนช้าลง)
zh_hant: 是否開啟單頁過濾功能（開啟此功能將減慢漫畫開啟速度）

# FilterImageONOFF.OffContent
source: 已禁用
es: Deshabilitado
fil: Hindi pinagana
fr: Handicapé
it: Disabile
ja: 無効です
ru: Нетрудоспособный
th: พิการ

# FilterImageONOFF.OnContent
source: 已启用
es: Habilitado
fil: Pinagana
fr: Activé
it: Abilitato
ja: 有効になっています
ru: Включен
th: เปิด
zh_hant: 已啟用

# FilterThisImage.Text
source: 不显示此图
es: Esta figura no se muestra
fil: Hindi ipinapakita ang figure na ito
fr: Ce chiffre n’est pas affiché
it: Questa cifra non viene visualizzata
ja: このグラフは表示されません
ru: Этот рисунок не отображается
th: ตัวเลขนี้ไม่แสดงขึ้น
zh_hant: 不顯示此圖

# FullScreenToggle.Content
source: 全屏
es: Pantalla completa
fil: Buong screen
fr: Plein écran
it: Schermo intero
ja: 全画面表示
ru: Полноэкранный режим
th: เต็มหน้าจอ

# FunctionPageShower.Content
source: 工具箱
es: caja de herramientas
fil: toolbox
fr: toolbox
it: cassetta degli attrezzi
ja: ツールボックス
ru: ящик для инструментов
th: เครื่อง มือ

# FunctionPageShower.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: 工具箱
es: caja de herramientas
fil: toolbox
fr: toolbox
it: cassetta degli attrezzi
ja: ツールボックス
ru: ящик для инструментов
th: เครื่อง มือ

# HintAddFirstFolder.Text
source: 目前没有文件夹，请添加你的第一个扫描文件夹
es: Actualmente no hay carpetas, agregue su primera carpeta de escaneo
fil: Sa kasalukuyan ay walang mga folder, mangyaring idagdag ang iyong unang folder ng pag scan
fr: Il n’y a actuellement aucun dossier, veuillez ajouter votre premier dossier d’analyse
it: Al momento non ci sono cartelle, aggiungi la tua prima cartella di scansione
ja: 現在、フォルダはありませんので、最初のスキャンフォルダを追加してください
ru: В настоящее время нет папок, пожалуйста, добавьте свою первую папку сканирования
th: ขณะนี้ยังไม่มีโฟลเดอร์โปรดเพิ่มโฟลเดอร์สแกนแรกของคุณ
zh_hant: 目前沒有資料夾，請添加你的第一個掃描資料夾

# LaunchFileFlyoutItem.Text
source: 打开文件
es: Abrir el archivo
fil: Buksan ang file
fr: Ouvrir le fichier
it: Apri il file
ja: ファイルを開きます
ru: Открыть файл
th: เปิดไฟล์
zh_hant: 打開檔

# LaunchFolderButton.Content
source: 打开文件夹
es: Abrir la carpeta
fil: Buksan ang folder
fr: Ouvrir le dossier
it: Apri la cartella
ja: フォルダを開きます
ru: Откройте папку
th: เปิดโฟลเดอร์
zh_hant: 打開資料夾

# LaunchFolderFlyoutItem.Text
source: 打开所在文件夹
es: Abra la carpeta en la que se encuentra
fil: Buksan ang folder na iyong kinaroroonan
fr: Ouvrez le dossier dans lequel vous vous trouvez.
it: Apri la cartella in cui ti trovi
ja: フォルダを開きます
ru: Откройте папку, в которой вы находитесь
th: เปิดโฟลเดอร์ที่คุณอยู่
zh_hant: 打開所在資料夾

# ListItem.Content
source: 已固定文件夹
es: La carpeta está anclada
fil: Nakapin ang folder
fr: Le dossier est épinglé
it: La cartella è bloccata
ja: 固定フォルダ
ru: Папка закреплена
th: โฟลเดอร์ถูกตรึงไว้
zh_hant: 已固定資料夾

# ListItem.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: 已固定文件夹
es: La carpeta está anclada
fil: Nakapin ang folder
fr: Le dossier est épinglé
it: La cartella è bloccata
ja: 固定フォルダ
ru: Папка закреплена
th: โฟลเดอร์ถูกตรึงไว้
zh_hant: 已固定資料夾

# MangaTagDetailPage.CloseButtonText
source: 关闭
es: Apaga
fil: Magsara
fr: Arrêter
it: Spegni
ja: 閉じます
ru: Отключение
th: ปิดเครื่อง
zh_hant: 關閉

# MangaTagDetailPage.PrimaryButtonText
source: 编辑
es: editar
fil: edit
fr: éditer
it: redigere
ja: 編集
ru: редактировать
th: แก้ไข
zh_hant: 編輯

# MangaTagEditPage.CloseButtonText
source: 不作调整
es: Sin ajustes
fil: Walang mga pagsasaayos
fr: Aucun ajustement
it: Nessuna regolazione
ja: 調整なし
ru: Без корректировок
th: ไม่มีการปรับ
zh_hant: 不作調整

# MangaTagEditPage.PrimaryButtonText
source: 确认调整
es: Confirmar el ajuste
fil: Kumpirmahin ang pagsasaayos
fr: Confirmer l’ajustement
it: Conferma la regolazione
ja: 調整を確認します
ru: Подтвердите корректировку
th: ยืนยันการปรับ
zh_hant: 確認調整

# MangaTags.Text
source: 本子标签
es: Esta subpestaña
fil: Ang subtab na ito
fr: Ce sous-onglet
it: Questa sottoscheda
ja: このサブラベル
ru: Эта вложенная вкладка
th: แท็บย่อยนี้
zh_hant: 本子標籤

# MangaTypes.Text
source: 标签分类
es: Clasificación de etiquetas
fil: Pag uuri ng label
fr: Classification des étiquettes
it: Classificazione delle etichette
ja: ラベルの分類
ru: Классификация этикеток
th: การจัดประเภทฉลาก
zh_hant: 標籤分類

# MenuItem1.Text
source: 查看信息
es: Ver información
fil: Tingnan ang impormasyon
fr: Voir les informations
it: Visualizza informazioni
ja: 情報を確認します
ru: Посмотреть информацию
th: ดูข้อมูล
zh_hant: 查看資訊

# ReadItem.Content
source: 正在阅读
es: Lectura
fil: Pagbasa
fr: Lecture
it: Lettura
ja: 読んでいます
ru: Чтение
th: การอ่าน
zh_hant: 正在閱讀

# ReadItem.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: 正在阅读
es: Lectura
fil: Pagbasa
fr: Lecture
it: Lettura
ja: 読んでいます
ru: Чтение
th: การอ่าน
zh_hant: 正在閱讀

# RefreshButton.Label
source: 刷新
es: Enrojecida
fil: flushed na nga ba
fr: Rincé
it: accaldato
ja: 更新します
ru: Покраснел
th: ล้างออก

# RemoveFolderButton.Content
source: 移除文件夹
es: Quitar la carpeta
fil: Alisin ang folder
fr: Supprimer le dossier
it: Rimuovere la cartella
ja: フォルダを削除します
ru: Удаление папки
th: เอาโฟลเดอร์ออก
zh_hant: 拿掉資料夾

# SaveAs.Text
source: 另存为
es: Guardar como
fil: I-save Bilang
fr: Enregistrer sous
it: Salva con nome
ja: 名前を付けて保存します
ru: Сохранить как
th: บันทึกเป็น
zh_hant: 另存為

# SetBack.Text
source: 还原
es: restaurar
fil: ibalik ang
fr: restaurer
it: restaurare
ja: 復元します
ru: восстанавливать
th: ซ่อมแซม
zh_hant: 還原

# SettingFilterImageButton.Content
source: 过滤图库
es: Filtrar la galería
fil: Salain ang gallery
fr: Filtrer la galerie
it: Filtra la galleria
ja: ギャラリーをフィルタします
ru: Фильтрация галереи
th: กรองแกลเลอรี
zh_hant: 過濾圖庫

# SettingTagButton.Content
source: 标签管理
es: Gestión de etiquetas
fil: Pamamahala ng label
fr: Gestion des étiquettes
it: Gestione delle etichette
ja: ラベル管理
ru: Управление этикетками
th: การจัดการฉลาก
zh_hant: 標籤管理

# ShowFolderBookcase.Content
source: 显示书架
es: Mostrar la estantería
fil: Idispley ang bookshelf
fr: Afficher l’étagère
it: Visualizzare la libreria
ja: 本棚を表示します
ru: Отображение книжной полки
th: แสดงชั้นวางหนังสือ
zh_hant: 顯示書架

# TranslateButton.Label
source: 翻译
es: Traducción
fil: Pagsasalin
fr: Traduction
it: Traduzione
ja: 翻訳
ru: Перевод
th: การแปล
zh_hant: 翻譯

# UpdateRecordItem.Content
source: 更新记录
es: Actualizar registros
fil: I-update ang mga talaan
fr: Mettre à jour les enregistrements
it: Aggiornare i record
ja: レコードを更新します
ru: Обновление записей
th: อัปเดตระเบียน
zh_hant: 更新記錄

# ErrorString1
source: 出错啦，无法打开
es: Se ha producido un error y no se pudo abrir
fil: May nangyaring error at hindi ito mabuksan
fr: Une erreur s’est produite et il n’a pas pu être ouvert
it: Si è verificato un errore e non è stato possibile aprirlo
ja: エラーが発生し、開くことができません
ru: Произошла ошибка, и не удалось открыть
th: เกิดข้อผิดพลาดและไม่สามารถเปิดได้
zh_hant: 出錯啦，無法打開

# ExportDone
source: 导出完成
es: La exportación se ha completado
fil: Ang pag export ay kumpleto
fr: L’exportation est terminée
it: L'esportazione è completa
ja: エクスポートが完了しました
ru: Экспорт завершен
th: การส่งออกเสร็จสมบูรณ์
zh_hant: 匯出完成
